backend/app/controllers/users_controller.rb

  def create
    user = User.new(user_params)
    if user.save
---
INSERT INTO "users" ("name", "email", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Jeff"], ["email", "jeffmaina@gmail.com"], ["password_digest", "[FILTERED]"], ["created_at", "2023-06-08 04:12:43.859296"], ["updated_at", "2023-06-08 04:12:43.859296"]]